100027430269875|Moza Mil

100085708057580|ɭɭ-ʌFa RiDʌ-ɭɭ

100084147518591|Arsalaan Rasikh

100008057251878|AkOo ATher

100032772934090|اۦ۬ۦ۬٭ۦ۬ۦاۦ۬ۦ۬٭ۦ۬ۦا جان اۦ۬ۦ۬٭ۦ۬ۦاۦ۬ۦ۬٭ۦ۬ا

100087677224618|شهزاده گک تخاری

100054781315592|Nseurulah Hamidi

100080626638716|Mandozai Farhad

100029418498478|Adam King Rayes

100078328705525|ဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪ ဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪ ဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪ ဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪဪ

100000968324909|RayEes RaMin

100083617557663|ﷻ﴿ﹾ٭ﻣٌﹻٰ۬ﹻٰﹻٰ۬ﹻﺠﹻٰ۬ﹻٰﹻٰ۬ﹻﺮم اٰﻟِٰزِٰنِٰدِٰهِٰ گٰﹻٰ۪۫ﹻﹻٰ۪۫ﹻﹻٰ۪۫ﹻٰﮯﹾ٭ﹾ﴾ﷻ

100086337372030|ساحل بدخشی

100086073901196|RaYees Amir Panj Shiri

100088114371608|حقیار کندزی

100084895643529|Amir Sabour

100025733420699|ریس نؤاب خراسانے

100012604894827|Murtaza Haji Zada

100054450430352|Rʌƴɘɘs Aʜɱʌɗ

100059049230511|یاغی گردیز

100078836430030|غمگین بچه گک داونگ

100073288963594|Ařash Pānjshir

100000278370106|Sezgin Danış

100062004892901|ٍشٍہہٍہہٍہہہٍهہٍہہہٍہہزٍادٍہ ٍاٍنہٍہہٍہٍہیٍہٍہہہٍل

100023830093237|I　R　S　H　 A　D　ツ

100084498458200|Rahmat Ullah Hossaini

100083299587069|ෂෂ ඝඝ

100039991621551|ArYan Jan

100083039422617|فرمانده بغلان

100082484377540|Ali Malikzai

100074808451361|عبدالمالک محمدی

100083948715776|Khan Saib

100074007571888|Mʌʀsʜʌɭ Mɘʜʀoo

100084781031581|لؤيہ بہچهہ گك مہغہرؤر

100085156185642|حسیب جان دروازی

100084315202999|MɘRɭɩɳ Axɘɽ

100086718114298|سًٍٔۂًٍۂًٍۂًٍہًٌٍہًٌٍہًٌٍہًٌٍإًٌحًٌٍہًٌٍہًٌٍہًٌٍہًٌٍݪًٌٍ مًٌٍہًٌٍہًٌٍہًٌٍہًٌٍزًٌٍاًٌٍرًٌٍےًٌٍ

100000699409343|PraiNce MaGroor

100031791279550|Rahmani Sahib

100083526708683|Jmal Sadat

100044355459632|محمد مصطفی رحیمی

100057992042665|Asso Assi

100081852956313|ᜑᜑᜑᜑᜑᜑᜑ ᜈᜈᜈᜈᜈᜈᜈ

100039409760419|Asad Siddiqi

100088216385788|گزمه شار

100087122856437|گلپ مردآن آهنین تایمنی

100049589585245|علي الزكلابي

100087042657343|Prince Baktash

100086918205129|شهزاده تنها

100087931516814|ꔹꗴꓐꓳꕷꕷꗴꔹ ꔹꗴꓐꓳꕷꕷꗴꔹ

100073296372465|Muřsāl Nāfās

100085498820980|Ha Mid

100054568062775|Rɘɘsɘ SʌʜAʀ

100079998162274|شهزاده علے

100073701955768|Zøhäîr Bi Del

100024209117385|ريہسہ سہمہيہر خہسہتہهہ صہدآ

100041307555297|ඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤ ඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤ ඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤ ඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤඤ

100077503023411|Jokr Takari

100010983368435|Ømíđ Bəçhà Bəż

100088095993610|پری گک بایانی

100049157557121|ᎻᎯᎫᎥ ᏫᎷᎥᎠ ᎷᎯᏃᎯᎡᎥ

100086928364897|صوفی خراسان

100085260877624|Adeina Benawa

100085770621521|Prince Nayab

100064741516142|Abdul Wadood Mohammadi
